Revit 2027 API
TableCellStyleOverrideOptions.Underline Property
 Indicates if the underline characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Underline { get; set; }
Public Property Underline As Boolean
	Get
	Set
public:
property bool Underline {
	bool get ();
	void set (bool value);
}
member Underline : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace